13/data/attachments/7d18c99255eb0d77.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_591f5839-246a-4089-9257-7da7980e52a0</nif:username>
            <nif:friendToBeAdded>Jessica_role_Friend_5405_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>